      ******************************************************************
      * Author: @marfullsen
      * Date: 25-oct-2019
      * Purpose: Teaching cobol.
      * Compiler: gnu-cobol
      * Version 1.0, tested on linux.
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. GREETINGS-FROM-PAST.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "This message was written COBOL!!!"
                    "Greetings from 1960 ;)"
            STOP RUN.
       END PROGRAM GREETINGS-FROM-PAST.
